tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jhawthorn/fzy"
tap "sachaos/todoist"
brew "ack"
brew "libssh2"
brew "aria2"
brew "caddy"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "ccat"
brew "coreutils"
brew "dep"
brew "exa"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "nghttp2"
brew "sdl2"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "fzy"
brew "gcc"
brew "gdb"
brew "gh"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "git-secret"
brew "git-secrets"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "lua"
brew "python@3.10"
brew "mackup"
brew "mkcert"
brew "mono"
brew "mysql@5.7", link: true
brew "neovim"
brew "node-build"
brew "nodenv"
brew "nss", link: false
brew "openjdk"
brew "openjdk@8"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "perl"
brew "postgresql@13", link: true
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ren"
brew "ruby"
brew "sdl"
brew "sphinx-doc"
brew "starship"
brew "streamlink"
brew "tmux"
brew "trash"
brew "tree"
brew "weechat"
brew "wget"
brew "wimlib"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "sachaos/todoist/todoist"
cask "adoptopenjdk8"
cask "ferdi"
cask "font-fira-code"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "font-iosevka-etoile"
cask "font-iosevka-nerd-font"
cask "font-iosevka-slab"
cask "font-iosevka-ss10"
cask "haskell-platform"
cask "virtualbox"
